alefragnani.bookmarks
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
eamodio.gitlens
eenaree.webstorm-new-dark
esbenp.prettier-vscode
formulahendry.auto-rename-tag
gruntfuggly.todo-tree
lokalise.i18n-ally
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
naumovs.color-highlight
pflannery.vscode-versionlens
ryanlaws.cursor-keep-context
seatonjiang.gitmoji-vscode
styled-components.vscode-styled-components
vscodevim.vim
wayou.vscode-todo-highlight
